Repository: cakemanager/cakephp-users
Catalog: src/Locale/*/users.po
Languages: hu

source: Invalid username or password, try again
hu: Érvénytelen felhasználónév/jelszó

source: You are now logged out.
hu: Sikeres kijelentkezés

source: Your account could not be activated.
hu: A felhasználói fiókod aktiválása sikertelen

source: Congratulations! Your account has been activated!
hu: A felhasználói fiókod sikeresen aktiválva

source: Check your e-mail to change your password.
hu: A jelszó visszaállító e-mailt sikeresen elküldtük az e-mail címedre.

source: Your password has been changed.
hu: A jelszavad sikeresen megváltoztatva

source: Passwords are not equal.
hu: A megadott jelszavak nem egyeznek meg

source: Hello
hu: Szia

source: You've got this e-mail because you lost your password at
hu: Azért kaptad ezt az e-mailt mert valaki jelszóvisszaállítást kért itt:

source: Via the following url you will be able to set a new password:
hu: A következő linken adhatod meg az új jelszavadat:

source: After you've chosen your new password you are able to login at:
hu: Az új jelszó megadása után itt tudsz majd bejelentkezni:

source: If you didn't request a new password, you can ignore this e-mail.
hu: Ha nem te igényeltél jelszóvisszaállítást, nyugodtan hagyd figyelmen kívül ezt az e-mailt.

source: Greetz,
hu: Üdvözlettel,

source: Welcome to
hu: Üdvözöllek itt

source: You need to activate your account first via this url:
hu: A felhasználói fiókodat először aktiválnod kell itt:

source: Activation
hu: Aktiválás

source: After activating you are able to login at:
hu: Az új jelszó megadása után itt tudsz majd bejelentkezni:

source: If you didn't requested a new password, you can ignore this e-mail.
hu: Ha nem te igényeltél jelszóvisszaállítást, nyugodtan hagyd figyelmen kívül ezt az e-mailt.

source: Forgot password
hu: Elfelejtett jelszó

source: Request
hu: Igénylés

source: Login
hu: Bejelentkezés

source: New Password
hu: Új jelszó

source: Save
hu: Mentés
